{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "OBNavigation",
			"Children": [
				{
					"Source": {
						"Text": "Failed"
					},
					"Translation": {
						"Text": "Failed"
					},
					"Key": "MapTileStateFailed"
				},
				{
					"Source": {
						"Text": "Failed to load PanoramicDefinition."
					},
					"Translation": {
						"Text": "Failed to load PanoramicDefinition."
					},
					"Key": "MapTileFailureDefinitionLoad"
				},
				{
					"Source": {
						"Text": "PanoramicDefinition has no TileSet."
					},
					"Translation": {
						"Text": "PanoramicDefinition has no TileSet."
					},
					"Key": "MapTileFailureDefinitionMissingTileSet"
				},
				{
					"Source": {
						"Text": "Failed to load a valid TileSet."
					},
					"Translation": {
						"Text": "Failed to load a valid TileSet."
					},
					"Key": "MapTileFailureTileSetLoad"
				},
				{
					"Source": {
						"Text": "{0} m"
					},
					"Translation": {
						"Text": "{0} m"
					},
					"Key": "MarkerDistanceMeters"
				},
				{
					"Source": {
						"Text": "L{0} X{1} Y{2}"
					},
					"Translation": {
						"Text": "L{0} X{1} Y{2}"
					},
					"Key": "MapTileCoordinate"
				},
				{
					"Source": {
						"Text": "Uninitialized"
					},
					"Translation": {
						"Text": "Uninitialized"
					},
					"Key": "MapTileStateUninitialized"
				},
				{
					"Source": {
						"Text": "Loading Definition"
					},
					"Translation": {
						"Text": "Loading Definition"
					},
					"Key": "MapTileStateLoadingDefinition"
				},
				{
					"Source": {
						"Text": "Loading TileSet"
					},
					"Translation": {
						"Text": "Loading TileSet"
					},
					"Key": "MapTileStateLoadingTileSet"
				},
				{
					"Source": {
						"Text": "Ready"
					},
					"Translation": {
						"Text": "Ready"
					},
					"Key": "MapTileStateReady"
				},
				{
					"Source": {
						"Text": "Overlay: Category={0} Tag={1}"
					},
					"Translation": {
						"Text": "Overlay: Category={0} Tag={1}"
					},
					"Key": "TacticalMapOverlayFilter"
				},
				{
					"Source": {
						"Text": "Unknown"
					},
					"Translation": {
						"Text": "Unknown"
					},
					"Key": "MapTileStateUnknown"
				},
				{
					"Source": {
						"Text": "{0}x"
					},
					"Translation": {
						"Text": "{0}x"
					},
					"Key": "TacticalMapZoom"
				},
				{
					"Source": {
						"Text": "Following"
					},
					"Translation": {
						"Text": "Following"
					},
					"Key": "TacticalMapFollowing"
				},
				{
					"Source": {
						"Text": "Free Pan"
					},
					"Translation": {
						"Text": "Free Pan"
					},
					"Key": "TacticalMapFreePan"
				},
				{
					"Source": {
						"Text": "Layer: None"
					},
					"Translation": {
						"Text": "Layer: None"
					},
					"Key": "TacticalMapLayerNone"
				},
				{
					"Source": {
						"Text": "Layer: {0}"
					},
					"Translation": {
						"Text": "Layer: {0}"
					},
					"Key": "TacticalMapLayer"
				},
				{
					"Source": {
						"Text": "Marker Filter: All"
					},
					"Translation": {
						"Text": "Marker Filter: All"
					},
					"Key": "TacticalMapMarkerFilterAll"
				},
				{
					"Source": {
						"Text": "Marker Filter: {0}"
					},
					"Translation": {
						"Text": "Marker Filter: {0}"
					},
					"Key": "TacticalMapMarkerFilter"
				},
				{
					"Source": {
						"Text": "None"
					},
					"Translation": {
						"Text": "None"
					},
					"Key": "CommonNone"
				},
				{
					"Source": {
						"Text": "PanoramicDefinition is null."
					},
					"Translation": {
						"Text": "PanoramicDefinition is null."
					},
					"Key": "MapTileFailureDefinitionNull"
				},
				{
					"Source": {
						"Text": "Center: {0}, {1}"
					},
					"Translation": {
						"Text": "Center: {0}, {1}"
					},
					"Key": "TacticalMapCenter"
				},
				{
					"Source": {
						"Text": "Pan: {0}, {1}"
					},
					"Translation": {
						"Text": "Pan: {0}, {1}"
					},
					"Key": "TacticalMapPan"
				},
				{
					"Source": {
						"Text": "LOD: N/A"
					},
					"Translation": {
						"Text": "LOD: N/A"
					},
					"Key": "TacticalMapLodUnavailable"
				},
				{
					"Source": {
						"Text": "LOD: Failed - {0}"
					},
					"Translation": {
						"Text": "LOD: Failed - {0}"
					},
					"Key": "TacticalMapLodFailed"
				},
				{
					"Source": {
						"Text": "LOD: {0}"
					},
					"Translation": {
						"Text": "LOD: {0}"
					},
					"Key": "TacticalMapLodState"
				},
				{
					"Source": {
						"Text": "LOD: {0}/{1} | Tiles: {2} active, {3} loaded, {4} cached"
					},
					"Translation": {
						"Text": "LOD: {0}/{1} | Tiles: {2} active, {3} loaded, {4} cached"
					},
					"Key": "TacticalMapLodSummary"
				}
			]
		}
	]
}